[{"name":"Protest","place":{"name":"Campulung Muscel","location":{"city":"Câmpulung","country":"Romania","latitude":45.27703,"longitude":25.04917,"street":"CAMPULUNG MUSCEL","zip":"0425"},"id":"294523430928945"},"start_time":"2017-02-02T22:30:00+0200","id":"742075669283328"},{"description":"Protestul din Piaţa Universitatii din Capitală,se opune faţă de proiectele de graţiere şi modificare a Codului penal elaborate de Ministerul Justiţiei, azi 19.01.2017 circa 3.000 de oameni au cerut demisia Guvernului şi au scandat \"Dragnea, nu uita, România nu-i a ta\", \"DNA să vină să vă ia\", \"Jos penalii!\", \"La închisoare, nu la guvernare!\". Sute de oameni au protestat şi la Cluj, Timişoara, Craiova, Sibiu şi Iaşi.\n\nDISTRIBUITI mai departe, sustineti, nu fiti delasatori, iesiti in strada, e timpul pentru o schimbare, daca tineretul nu face nimic, batranii ne hotarasc soarta ne pun piedici votand PSD, si noi suferim din cauza celor ce cred ca tot ce zboara se mananca!!!\n  IESI IN STRADA !!!","end_time":"2017-02-01T22:00:00+0200","name":"Protest in Piaţa Universitatii din Capitală","place":{"name":"Piata Universitatii","location":{"city":"Bucharest","country":"Romania","latitude":44.435806153793,"longitude":26.102309313103,"street":"B-dul Nicolae Balcescu","zip":"032451"},"id":"280259745368065"},"start_time":"2017-01-22T17:00:00+0200","id":"257071524724850"},{"description":"Bolacha ? biscoito ?","name":"Protesto para volta da Trakinas de limão","place":{"name":"mundo dos sonhos"},"start_time":"2017-12-25T00:00:00-0200","id":"357577351088837"},{"name":"Protesto pra Convencer Pernilongo trocar Sangue por Gordura Localizada","start_time":"2018-01-28T00:00:00-0200","id":"1542742175980862"},{"description":"Para todos aqueles que concordam que deveria diminuir o preço, ter mais opções e novos estilos!","name":"Protesto para diminuir o preço da Melissa","start_time":"2020-01-31T00:00:00-0200","id":"1575337489376213"},{"description":"Vitoria na Guerra irmãos.","name":"Protesto contra o preço da cerveja.","place":{"name":"No Bar"},"start_time":"2019-01-12T00:00:00-0200","id":"324945867698965"},{"end_time":"2020-02-02T03:00:00-0200","name":"Protesto contra pessoas que andam devagar na nossa frente","place":{"name":"RJ, Brazil","location":{"latitude":-22.9,"longitude":-43.2},"id":"108154142551615"},"start_time":"2020-02-02T00:00:00-0200","id":"323463457855052"},{"description":"CANCELLED!!!\n\nWe will not be having a BLM protest and march at Lake Eola Park on February Third. \n\nThis event is not solely becuase of the horrible events that happened this past week, but because of the oppression the Black Community has been facing since we were taken to this country. \nThis March is not only about the police brutality many of us face every day, but also about the systemic racism and attacks done to us. This is because we are tired of the dehuminization of our people of our skin and of our features. This is for all the times we have been called monkeys and thugs causing havoc in the streets. This is to shed light on our issues and to protest the system that is against so many of us. This is to protest the racism that we all face, even those of us who are ignorant to it. \n\nNow, I must be clear. This is a PEACEFUL Protest and March. We will unite together as one people to shine light on our struggle and to open the eyes of the ignorant and the hateful. No one will listen to our cries and desires if we too are spreading hate. So let us come together in love. Let us love and be at peace even when they are rubbing their hate in our faces. Let us be the civil ones. \nWe must also find away to show how the BLM movement doesn't mean that all lives don't or that Police lives don't. Because so many people think that our pride means that we are against them. We can't let that be what people see. So if cops are present, please do not threaten them or yell at them. That won't change how bad cops and other people see us. We need to respect eachother. \nOur issue and our fight is much bigger than cops alone. \n\nHopefully in our peace, people will listen and hearts will be changed! That is the goal isn't it?\nAs Martin Luther King Jr. said, \"Darkness cannot drive out darkness, only Light can.\"\nSo let us be a light! Let us vanquish the darkness! Let us rise up together in love!\n\nThere will be change.\n\nI do hope to see you all there, and please invite your friends.\nAnd remember to tell those you invite how this is a march of peace.\nThank you","end_time":"2017-02-03T17:30:00-0500","name":"*Cancelled* BLM Protest and March","place":{"name":"Lake Eola Park","location":{"city":"Orlando","country":"United States","latitude":28.543830112097,"longitude":-81.371434907037,"state":"FL","street":"512 E Washington St","zip":"32801"},"id":"298830013464029"},"start_time":"2017-02-03T14:00:00-0500","id":"1766561976959187"},{"name":"PROTESTO PARA TER MAIS COPA","start_time":"2018-06-01T00:00:00-0300","id":"935746303109633"},{"description":"Parabéns você ganhou um jogo da vida !","name":"Protesto contra o Yudi para ganhar playstation","place":{"name":"casa do japa fdp"},"start_time":"2020-05-12T00:00:00-0300","id":"782600145122391"},{"name":"Protesto Contra Ppk do Mal Que Não Deixa Anal.","place":{"name":"Pepekas Angra","location":{"city":"Angra","country":"Brazil","latitude":-23,"longitude":-44.3,"state":"RJ","street":"Rua","zip":"23900000"},"id":"164447130411231"},"start_time":"2023-01-12T21:00:00-0500","id":"1563263280585871"},{"description":"Every year the Greyhound Board of Great Britain congratulate themselves for another year of greyhound exploitation. They put on an expensive black tie event and invite the biggest names in the world of greyhound abuse. We will be in attendance with other groups. Please join CAGED Nationwide, Birmingham Greyhound Protection & Pet Levrieri for the biggest annual protest of the year on the 29th January 2017 at The Brewery, 52 Chiswell Street, London EC1Y 4SD\nDISCLAIMER - We accept no responsibility for the actions of others. Each person will be responsible for themselves. The protest MUST remain peaceful - NO Swearing Please!! In England and Wales, swearing in public where it is seen to cause harassment, alarm or distress may constitute an offence under section 5(1) and (6) of the Public Order Act 1986.\nThere may be a police attendance depending on numbers attending\nThe police have now been made aware of the event as this is a requirement within the law","end_time":"2017-01-29T21:00:00+0000","name":"GBGB Awards Protest","place":{"name":"The  Brewery Ec1 4sd","location":{"city":"London","country":"United Kingdom","latitude":51.520559459487,"longitude":-0.091267089384906,"street":"52 Chiswell Street","zip":"EC1Y 4SD"},"id":"207061816014467"},"start_time":"2017-01-29T16:30:00+0000","id":"330892590614475"},{"description":"W Gazecie Wyborczej w artykule Michała Wojtczuka pt. Siedmiogodzinny Festiwal Fajerwerków na Narodowym \"Kogoś porąbało\" znalazła się informacja o planach organizacji  tej imprezy we wrześniu 2015 roku Stadionie Narodowym w Warszawie. Utworzyłam to wydarzenie zgadzając się w pełni z tezami Adama Wajraka zacytowanymi w artykule oraz w trosce o stan układu nerwowego mieszkańców Saskiej Kępy, Kamionka i innych miejsc na Pradze położonych w pobliżu stadionu. \nJeżeli zbierze się duża liczba osób popierających ten protest, zostanie stworzony projekt petycji, którą otrzymają władze miasta, dzielnicy, Minister Sportu i Turystyki oraz operator Stadionu Narodowego. Mam nadzieję,że argumentacja zawarta w petycji wystarczy, aby imprezę  przenieść w miejsce, które nie będzie stanowiło zagrożenia ani dla zwierząt, ani uciążliwości dla ludzi.\nhttp://wyborcza.pl/1,75478,17239720,Siedem_godzin_fajerwerkow_na_Narodowym___Kogos_porabalo__.html\nRekordowa liczba postów o zaginionych, znalezionych psach w okolicach Sylwestra, przestraszonych hukiem petard skłania mnie do zaprotestowania p-ko tym barbarzyńskim igrzyskom, które przysporzą wiele cierpień naszym mniejszym braciom.","end_time":"2017-09-05T03:00:00+0200","name":"Protest przeciwko Festiwalowi Fajerwerków na Stadionie Narodowym w Warszawie","place":{"name":"Stadion Narodowy w Warszawie","location":{"latitude":52.239392347197,"longitude":21.045877386537},"id":"202754899754406"},"start_time":"2017-09-05T00:00:00+0200","id":"747309665338812"},{"description":"Campanha para não deixar o segundo sol chegar","end_time":"2018-02-21T09:00:00-0300","name":"Protesto Para Não Deixar O 2º Sol Chegar","place":{"name":"Japão"},"start_time":"2018-02-21T06:00:00-0300","id":"375998979236609"},{"description":"A perereca da vizinha tá presa na gaiola! \nXô, perereca! Xô, perereca!\nA perereca da vizinha tá presa na gaiola! \nXô, perereca! Xô, perereca!\n\nA vizinha é boa praça, \nA vizinha é camarada,\nVai soltar a perereca, \nPra alegrar a garotada!!!","name":"Protesto para soltar a perereca da vizinha que está presa na gaiola","place":{"name":"Casa da Derci Gonçalves"},"start_time":"2017-12-31T23:50:00-0200","id":"1021520591196013"},{"description":"Levar cerveja, se chover melhor ainda!!!","name":"Protesto para revindicar o bolsa ar condicionado!!!","place":{"name":"Parque Aquático do Gremio Náutico União","location":{"city":"Porto Alegre, Rio Grande do Sul","latitude":-30.0221984,"longitude":-51.1982269},"id":"335050356582156"},"start_time":"2018-01-13T10:00:00-0200","id":"1450638081823615"},{"description":"PLEASE READ!!!!!\n\nWhile Loews is the marked location for this event page, that is only because that is where the Joint Republican Retreat is being held. This event page is covering multiple events being held by multiple groups in multiple locations over a three day period.\n\nThose groups, events, and locations are compiled in a pinned post at the top of the discussion thread on this page.\n\nThe People United is NOT organizing any of the events listed in the schedule. We are organizing the beautiful event page that you're looking at, and that's it. Our goal was to help people that want to participate find events, to help event hosts get people to turn out to see the great work that they're doing, and to encourage local advocacy groups and individial activists to Do A Thing. If you have specific questions about an event, you should ask the event host.\n\nThere is unorganized time in the schedule. Putting on an event is hard work, and you can't expect organizations to schedule round the clock busy-time for you. We expect that protests will be occurring organically during these unorganized times, but we don't have any magic information that you don't have about when they're occurring and who might show up. That's what makes them organic and unorganized. If you'd like to see them get a little more organized, we encourage you to organize it yourself. You can do it! Just post in the thread that you're going to head to X location and X time and encourage folks to join you. \n\n*********\n\nThe Congressional Institute’s 2017 Joint Republican Retreat to plan priorities for the 115th Congress will be held at the Loews Philadelphia Hotel from Wednesday, Jan. 25 to Friday, Jan. 27. And if they think they can come to our city without hearing from us, we've got some news for them. \n\nhttp://philadelphia.cbslocal.com/2017/01/19/republicans-congressional-retreat/","end_time":"2017-01-27T23:59:00-0500","name":"Protest the 2017 Joint Republican Retreat in Philly","place":{"name":"Loews Philadelphia Hotel","location":{"city":"Philadelphia","country":"United States","latitude":39.95141,"longitude":-75.16032,"state":"PA","street":"1200 Market St","zip":"19107"},"id":"198396155486"},"start_time":"2017-01-25T00:01:00-0500","id":"320737214989174"},{"description":"Chô perereca :v","name":"Protesto para soltar a perereca da vizinha que está presa na gaiola .","place":{"name":"Casa da Mãe Joana","location":{"city":"Rio de Janeiro","country":"Brazil","latitude":-22.91165,"longitude":-43.18339,"state":"RJ","street":"Avenida Gomes Freire 547"},"id":"186540514717783"},"start_time":"2020-09-06T00:00:00-0300","id":"834882336573403"},{"description":"EN\nOn May 24&25, Donald Trump is visiting Belgium for a NATO summit. This protest march is directed against Trump and his billionaire cabinet . This is a march for peace and against military adventures, for the preservation of our planet and the environment, for the respect for human rights of ALL humans, for the struggle against sexism, racism and discriminations.\n\nNL\nOp 24 en 25 mei komt Donald Trump naar België voor een NAVO top. Deze protestmars is gericht tegen Trump en zijn miljardairsregering. Het is een mars voor de vrede en tegen militaire avonturen, voor het behoud van onze planeet en ons leefmilieu, voor de verdediging van de mensenrechten van ALLE mensen, voor de strijd tegen seksisme, racisme en discriminaties.\n\nFR\nLe 24 et 25 mai, Donald Trump sera présent en Belgique pour un sommet de l'OTAN. Cette marche est dirigée contre Trump et son gouvernement de milliardaires. Cette marche revendique la paix ete l'opposition aux aventures militaires, la sauvegarde de notre planète et de son environnement, la défense des droits humains de toutes et de tous, le combat contre le sexisme, racisme et les discriminations.\n\nDE\nAm 24. und 25. Kommt Donald Trump für den NATO-Gipfel nach Belgien. Dieser Protestmarsch richtet sich gegen Trump und seine Milliardär-Regierung. Der Marsch steht für den Frieden und gegen die militärischen Feldzüge, für die Erhaltung unseres Planeten und unsere Umwelt, die Verteidigung der Menschenrechte ALLER Menschen, für den Kampf gegen Sexismus, Rassismus und Diskrimination.","end_time":"2017-05-25T16:00:00+0200","name":"Trump in Belgium: Protest March - 24 May","place":{"name":"Brussels, Belgium","location":{"city":"Brussels","country":"Belgium","latitude":50.85,"longitude":4.35},"id":"108429795855423"},"start_time":"2017-05-24T13:00:00+0200","id":"144150509422343"},{"description":"Cansado da bateria do celular descarregar quando você mais precisa? Junte-se a nós, já pagamos caro pelo celular e queremos que a bateria dure mais que 1 dia!","name":"Protesto exigindo que a bateria dos smartphones durem 5 dias!","place":{"name":"Zona Franca De Manaus","location":{"city":"Manaus","country":"Brazil","latitude":-3.1362332735964,"longitude":-60.023673458765,"state":"AM","street":"Rua Guilherme Moreira","zip":"69005-300"},"id":"206604516066275"},"start_time":"2020-02-01T14:00:00-0400","id":"933750976657942"},{"description":"1 Day Without Us is a National Day of Action on 20th Feb 2017 to celebrate the contribution of migrants to the UK, to coincide with UN World Day of Social Justice.\n\nFor 24 hours, we are inviting migrants from inside and outside the European Union, and everyone who supports them, to celebrate the contribution that migrants make.\n\nSome may choose to do this symbolically, by wearing badges and lanyards, posting selfies or pictures that show your support, or putting posters in their windows. Some may wish to have a communal meal or a party with the migrants they have known as friends, colleagues, workmates and neighbours. Workers may take a five-minute silence or a mini-rally at lunchtime or tea-time.\n\nThere are also those who may wish to highlight migrant contributions to the UK in more direct ways. Some may prefer a march or a rally. Others may decide to stop work or leave their classes for ten minutes or an hour or the whole day.\n\nThere are many ways that you can take part in this day. Do what you feel able to do and what you feel is most appropriate to your situation.\n\nWhatever your nationality and place of origin; wherever you live and work, join us and make February 20 a day of protest, solidarity and celebration.\n\n___\nSend us your email address and location if you'd like to get involved. We'll pass on your details to your local group so that they can get in touch with you and let you know what's happening.","end_time":"2017-02-21T08:00:00+0000","name":"One Day Without Us: UK National Protest","start_time":"2017-02-20T08:00:00+0000","id":"1769655753283868"},{"description":"Throughout all of the protesting going on I think we needed a protest centered around the hatred and lies Trump has spread about Mexicans and immigrants. \nRemember: We did not cross the border. The border crossed us.\n\nThis protest is definitely open to ALL Latinos no matter where you are from. Chicago has a very large Latino community and we need to come out in solidarity with each other. \n\nIt is also open to all people of color. Just come out and show your love and support for immigrants and everyone Trump has spoken badly about. \n\nPlease invite every Latino friend you have! Share share share. We want this to be something BIG. Latinos need to show up and be HEARD. \n\nCome out with FLAGS representing where you're from. Signs, etc. \n\nWe won't only be protesting just Trump, but we will be protesting immigration, workers rights and the U.S. taking advantage of immigrant workers, etc.","name":"Latinxs Against Trump Protest","place":{"name":"Cloud Gate","location":{"city":"Chicago","country":"United States","latitude":41.8827,"longitude":-87.6233,"state":"IL","zip":"60603"},"id":"105524576148774"},"start_time":"2017-02-25T14:00:00-0600","id":"250986221999501"},{"description":"UPDATE 1/24/17\n\nWow, this event has definitely been shared around more than I expected. Considering the events of this past weekend I shouldn’t be surprised. To answer a question many of you have asked: Yes, I have been in touch with Planned Parenthood Southeast. I have asked for a formal meeting this week to discuss how we can be of most help to them on the weekend of February 11th. I know that the last thing any of us want to do is overwhelm an organization that we all support with such fervor. As soon as I have an firm direction from Planned Parenthood I will post it here. \n\nIn the meantime please consider signing up to volunteer with them on a consistent basis. It is important to come out when there is planned attack on any PP office, but they need more than just intermittent support. As demonstrated by the executive order the president signed yesterday, a women’s right to choose, and therefore, her right to appropriate healthcare is under attack. Organizations like Planned Parenthood will need our consistent and continued support going forward and we can best do that be connecting with them directly. Here is the link to the volunteer sign up form for PP Southeast:  https://docs.google.com/forms/d/e/1FAIpQLSfEGG-PAaNaGYX-xSLEfhKn5HBmFSJXuqjtX0noZ0RAnzI7yQ/viewform \n\nAlthough this started out as an event for Planned Parenthood, I would also like to mention that there are many other women’s health centers in the Metro Atlanta area that are also in need of your support. I have posted their names and websites below. \n\nCenter for Black Women’s Wellness\nwww.cbww.org\n\nFeminist Women’s Health Center\nwww.feministcenter.org\n\nAtlanta Women’s Center\nwww.atlantawomensmedicalcenter.com \n\nAtlanta Center for Women’s Choice\nwww.awomenschoice.com \n\nWomen’s Clinic of Atlanta\nwww.womensclinicofatlanta.com \n\n**********\nOn January 21st, so many of us took to the streets around to the world to protest this country's new administration. One of my favorite chants from that day was \"Not One Step Back!\". \n\nIt is time come out once again in support of an organization who's primary focus is accessible healthcare for all women. \n\nOn February 11th, there will be mass protests on Planned Parenthood offices around the country. Our own Marietta office is on the target list. Let's show up fo this organization that does so much for so many women in our community. Details will be forthcoming.","end_time":"2017-02-11T17:00:00-0500","name":"Planned Parenthood Counter Protest","place":{"name":"Planned Parenthood","location":{"city":"Marietta","country":"United States","latitude":33.9558182,"longitude":-84.5224915,"state":"GA","street":"220 Cobb Pkwy N, Ste 500","zip":"30062-3580"},"id":"136295279756663"},"start_time":"2017-02-11T10:00:00-0500","id":"274670196284141"},{"description":"Chcę legalnie palić marihuanę, moje płuca - mój wybór. #ZIELONYPROTEST","end_time":"2017-04-20T16:20:00+0200","name":"Zielony protest","place":{"name":"Polska, Poland","location":{"city":"Warsaw","country":"Poland","latitude":52.229432499463,"longitude":21.013074034231},"id":"479926805399028"},"start_time":"2017-04-20T04:20:00+0200","id":"307753906258141"},{"description":"Trump wasted no time making decisions that will negatively affect our families, our land, our water, and humanity at large. \n\nWe will waste no time gathering to build community, disrupt business as usual, and having our voices heard. \n\nThis is an unapologetically critically intersectional event: We will be chanting about racism, misogyny, trans & queer acceptance, indigenous sovereignty, environmental racism, #NoDAPL, Black Lives Matter, police brutality, etc. We hope that your signs, chants, and behavior will reflect these beliefs. \n\n***Due to some critical conversation and critique, we've made a couple of changes to the event:***\n\nHi all — We are so excited that there are so many of you who are ready, willing, and able to get out into the streets this weekend to continue to share our dissent with the current administration and decisions that are being made. It is always our intent to be critically and unapologetically intersectional activists and allies. So we have made two decisions: \n\n1. The #NoDAPL movement (and other movements to save water and land) has been led for generations by indigenous people and we in no way want to co opt or taint that movement and its overarching values. We are deeply invested in unapologetically supporting indigenous sovereignty and opposing environmental racism whenever possible. During this protest, we are going to maintain a focus on the recent decisions to move forward with the Dakota Access and Keystone XL Pipelines, but we are going to rename the event as to respect the idigneous leadership of the #NoDAPL movement. \n\n2. We will not be changing the name of the group Fuck Trump SF. We understand that this may turn people away from our events. However, we consider anger to be a valid emotion. We will not compromise the stance that everyone has the right to experience oppression and state sanctioned violence (i.e., police brutality, lack of access to healthcare, prison, etc.) and express that in whatever way makes the most sense to them. If this means you do not want to march with us the Saturday or ever, we invite you to consider why you are more upset about a curse word than you are about systemic oppression. \n\nAny further questions or comments are always welcome — it is (and has always been) our intention to build a community of activists to plan, organize, protest, and challenge each other and the system at large. \n\nWishing everyone sunshine & social transformation, \nFuck Trump SF\n\n***We're going to start at the Bank of America building at 555 California and try to hit multiple banks that are actively participating in the DAPL construction and take to the streets.***\n\nPlease also consider going to this!\nhttps://www.facebook.com/events/1218148114907184/\n\n*More details to follow.","end_time":"2017-01-28T17:00:00-0800","name":"Silence is Violence Protest 1/28","place":{"name":"555 California St, San Francisco, CA 94104-1501, United States"},"start_time":"2017-01-28T12:00:00-0800","id":"1712125485744954"},{"description":"Gather 12 Noon: Wacker and Wabash\n1 pm: March to Federal Plaza\n\nWe must stay in the streets and keep this new mass movement to Stop the Trump Agenda going strong. The right-wing resurgence can only be defeated by an organized independent resistance of the people from the grassroots. \n\nJoin us as we continue to build the resistance to the Trump regime of racism, sexism and bigotry. Join us as we help build a united front in defense of all those who are under attack. We must not stop now! This is a movement, not a moment!\n\nDescend on Trump Tower in Chicago on the one month anniversary of the Trump administration. Call us at 773-885-3991 for more information or if your organization would like to partner with ANSWER Chicago for this protest. Initial partners are Black Lives Matter Women of Faith, CODE Pink Chicago, Gay Liberation Network and People United Against Oppression.\n\nDefend Immigrants, Muslims, People of Color, Women, LGBTQ People, Workers and the Poor!\nBlack and Brown Lives Matter!\n#NODAPL, Water is Life, People and Planet over Profit!\nMoney for Jobs, Education, Health Care and Housing, Not for Endless War!","end_time":"2017-02-19T16:00:00-0600","name":"Stop the Trump Agenda: Protest on 1 Month Anniv of Inauguration","place":{"name":"Trump International Hotel & Tower Chicago","location":{"city":"Chicago","country":"United States","latitude":41.888924881417,"longitude":-87.626169016872,"state":"IL","street":"401 N Wabash Avenue","zip":"60611"},"id":"137448460152"},"start_time":"2017-02-19T12:00:00-0600","id":"317774581951608"},{"description":"United patriots: will be holding a peaceful rally at Westminster with 2 other amazing organisations. MARIAS - Mothers Against Radical Islam & Sharia, and Our Eye On Islam! Both organisations have great support and backing for their work and this rally will definitely be worth attending. \r\n\r\nWe will be holding it outside Westminster as the MP's need to be held accountable for their actions. Whilst exposing radical Islam we will also be speaking up for the victims of sharia in the UK. The victims of child grooming need a voice and the Muslims who are speaking out need a platform as well. \r\n\r\nThis will be a peaceful rally with no actual organisation being at the forefront. This is a rally for the people by the people and everyone is welcome!\r\n\r\nWe do urge that you don't bring any colours and branding of your own political movements as this will be a neutral meet. \r\n\r\nAny drinkers and individuals who attend and try and disrupt the peaceful manner will be removed by our security. Families and the general public, even media will be attending and we want the best message putting out possible. Thank you all for the support you've given us and we'd love to see you in May.","name":"United Patriots/OEOI/ToniBugle: The peoples protest (Westminster)","place":{"name":"Westminster, United Kingdom","location":{"city":"City of Westminster","country":"United Kingdom","latitude":51.5,"longitude":-0.116667},"id":"110380555648442"},"start_time":"2017-05-27T05:00:00+0100","id":"893003884163718"},{"description":"Se diariamente você se depara com um e-mail, comentário, carta, cobrança, cartão, amigos ou qualquer coisa que leve seu nome escrito de forma errada, junte-se a nós!","name":"1º Ato de Protesto: Escreveram Meu Nome Errado","place":{"name":"Cartório de Registro "},"start_time":"2018-04-01T20:00:00-0300","id":"283236355133419"},{"description":"Boycott China 2 tweet sheet-  http://wp.me/p6QrkO-gt\nBoycott China 1 tweet sheet-  http://wp.me/p6QrkO-V\n\nThis event is a campaign to Boycott China because of its constant animal abuses, human rights violations, oppression, toxic and cheap products, over consumption of resources, environmental hazards and much more  please join us in the fight to force change on China and free ourselves from their damage. thanks :-)  \nMain tweet site- https://twitterstorms.wordpress.com/\nback up site:  https://cecilsrevenge.wordpress.com/\n\nHere is a random US address site you can use for petitions if needed! https://www.randomlists.com/random-addresses","end_time":"2020-11-13T19:00:00-0500","name":"Boycott CHINA *tweet Storm* Protests","place":{"name":"Global at your computer "},"start_time":"2020-11-01T16:00:00-0500","id":"696810460456328"},{"description":"Akcja Czarne łzy nawiązuje do symboliki tatuażu więziennego, gdzie łza na policzku oznacza człowieka tęskniącego za wolnością, ubolewającego nad karą pozbawienia wolności.\n\nW związku ze skierowaniem przez Sejm do dalszych prac projektu ustawy Stop aborcji, zapowiadającego całkowity zakaz aborcji oraz dochodzenia policyjne w przypadku poronień i karanie kobiet więzieniem za przerwanie ciąży (nawet jeśli będzie ona wynikiem gwałtu czy kazirodztwa), wszystkie kobiety, które zajdą w ciążę w najbliższych latach, muszą przygotować się na ewentualny pobyt w więzieniu. Więzienie będzie grozić także lekarzom, którzy zdecydują się ratować zdrowie – a może także i życie – kobiet.\n\nCzarne łzy to przygotowanie do czasów, w których zaczną umierać ciężarne. Będą umierały zarówno w szpitalach, gdzie lekarze ze strachu przed więzieniem nie udzielą im pomocy, oraz w domach w skutek powikłań po zabiegach w podziemiu aborcyjnym.\n\nCałkowity zakaz aborcji to łamanie praw człowieka. To zezwolenie na torturowanie kobiet. Pokaż innym, że jesteś przeciw. Włącz się w akcję zainicjowaną przez Protest kobiet.\n\nŻałoba narodowa przed nami. Noś czarne łzy.\n\n***\n\nBLACK TEARS\nIn defense of women's rights\n\nThe total ban of abortion is a violation of human rights. This is granting permission to torture women. Show solidarity with the Polish women, who are against. Wear black tears.\n\n*\n\nThe Black Tears Movement makes reference to a symbolic tattoo worn by prison inmates showing black tears on the cheek (usually two or three tears) symbolizing the prisoner’s longing for freedom, regretting his loss of freedom.\n\nThe Polish Parliament has just referred an anti-abortion bill to the parliamentary legislative committee. That bill provides for a total ban on abortion, as well as carrying out police investigations in case of miscarriages and imprisonment of those who have an abortion, even if the pregnancy is a result of rape or incest. Women who get pregnant in the upcoming years will have to be prepared for possible imprisonment. Imprisonment will also be a threat for doctors who decide to put first the health, and perhaps even the life, of women.\n\nThe Black Tears Movement is a preparation for times when pregnant women will be put to death. They will die in hospitals when doctors refuse to help them in fear of imprisonment as well as at home, where they will be dying from complications after undergoing backstreet abortions.\n\nThe total ban on abortion is a violation of human rights. It's a permission for torturing women. Show others that you are against it. Join this Movement initiated by the “Protest kobiet” organization.\n\nNational mourning is in front of us. Wear black tears.","end_time":"2019-10-25T21:00:00+0200","name":"Czarne łzy. W obronie praw kobiet","place":{"name":"cała Polska"},"start_time":"2019-10-25T06:00:00+0200","id":"887368238062472"}]